{"translation-revision-date":"2025-12-03 14:59+0100","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Använd denna knapp för att minimera och expandera menyn i sidopanelen."],"Collapse menu":["Minimera menyn"],"Manage your profile or log out of your account here.":["Hantera din profil eller logga ut från ditt konto här."],"User":["Användare"],"Advanced settings for your site and for certain plugins.":["Avancerade inställningar för din hemsida och vissa tillägg."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importera\/exportera inläggsdata, kontrollera hemsidans hälsa och redigera teman- eller tilläggsfiler direkt i WordPress-kontrollpanel."],"Tools":["Verktyg"],"Add or manage users on your site, both admin users and others.":["Lägg till eller hantera användare på din hemsida, både administratörer och andra användare."],"Add or manage the plugins on your site.":["Lägg till eller hantera tillägg på din hemsida."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Hantera ditt tema och kom åt hemsideredigeraren via menyn Utseende. I hemsideredigeraren kan du genomföra globala ändringar på din hemsida (t.ex. navigeringsmenyn, sidhuvudet\/sidfoten och stilar)."],"Appearance":["Utseende"],"If you have commenting enabled on your posts, you can manage those comments here.":["Om du har kommentarer aktiverade på dina inlägg kan du hantera kommentarerna här."],"Comments":["Kommentarer"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Lägg till, redigera eller ta bort bilder och annan media från ditt bibliotek. När du laddar upp en bild för att användas på din hemsida, läggs den till i biblioteket."],"Media":["Media"],"Manage and create blog posts.":["Hantera och skapa blogginlägg."],"Posts":["Inlägg"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Standardpanelen i WordPress visar övergripande hemsidestatistik och moduler från vissa plugins."],"Access the Site Assistant at any time.":["Nå Webbassistent när som helst."],"Users":["Användare"],"Dashboard":["Adminpanel"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Du kan när som helst se din hemsida (ur en besökares perspektiv) via adminfältet överst under din hemsidas namn."],"Use the pages menu to add, delete, or edit the pages on your site.":["Använd menyn för sidor för att lägga till, ta bort eller redigera sidor på hemsidan."],"Site Assistant":["Webbassistent"],"Plugins":["Tillägg"],"View Site":["Visa hemsida"],"Pages":["Sidor"],"Settings":["Inställningar"],"Getting started with WordPress":["Kom igång med WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Klicka här för att gå till din hemsidehantering. Därifrån kommer du att kunna skapa fler hemsidor och hantera dina kontoinställningar."],"Take the welcome tour":["Gå välkomstturen"]}}}